{"id":23959,"date":"2023-07-10T14:17:49","date_gmt":"2023-07-10T12:17:49","guid":{"rendered":"http:\/\/95.183.50.104\/?page_id=23959"},"modified":"2024-02-12T11:29:06","modified_gmt":"2024-02-12T09:29:06","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/kngpartners.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"23959\" class=\"elementor elementor-23959\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-2b1184b0 elementor-section-boxed elementor-section-height-default elementor-section-height-default sc_fly_static\" data-id=\"2b1184b0\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-extended\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-153e1c19 sc_inner_width_none sc_content_align_inherit sc_layouts_column_icons_position_left sc_fly_static\" data-id=\"153e1c19\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-54db29de elementor-widget__width-initial sc_fly_static elementor-widget elementor-widget-text-editor\" data-id=\"54db29de\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p><strong>KNG Partners Affiliate Program Terms &amp; Conditions<\/strong><\/p><p> <\/p><p>It is important that You read, understand, and accept these terms and conditions which together with Your Affiliate Application Form (“the Application Form”) as well as any other additional guidelines or any additional terms that We might provide You with or post on our Website from time to time constitute the KNG Partners Affiliate Program Agreement (“the Affiliate Agreement”). The Affiliate Agreement constitutes a binding agreement between Us and You, which governs your participation in the KNG Partners Affiliate Program.<\/p><p> <\/p><p><strong>“You”, “Your” <\/strong>and\/or<strong> “Affiliate” <\/strong>means an individual or an entity that registers as an Affiliate via Our Affiliate Application Form, submitted via Our Website (“the Affiliate Application Form”).<\/p><p> <\/p><p><strong>“We”<\/strong>,<strong> “Our”<\/strong>, <strong>“Us”<\/strong>, <strong>“the Company”<\/strong> refers to KNG Partners, operated by KNG Marketing Ltd, a company limited by shares, incorporated in Hong Kong, with incorporation number: 76185757 and registered office located at 747 Star House, 7th Floor, 3 Salisbury Road, Kowloon, Tsim Sha Tsui, Hong Kong.<\/p><p><strong>“Operator” <\/strong>means an online gambling operator which has partnered with Our Affiliate Program.<\/p><p> <\/p><p>For questions you might have, please drop us a line at <a href=\"http:\/\/affiliates@kngpartners.com\">affiliates@kngpartners.com<\/a><\/p><p> <\/p><p><strong> <\/strong><\/p><p><strong>DEFINITIONS<\/strong><\/p><p> <\/p><p><strong>Account<\/strong> means a uniquely allocated real Customer account approved by the Operator. Such a Customer should not have had an account with the Operator before completing registration on the Website or via a Tracking Link.<\/p><p><strong>Affiliate<\/strong> either a natural person or a legal entity, acting in the course of business and engaged in advertising and marketing activities who have entered into an Affiliate Agreement with KNG Partners and who complies with the provisions of Clause 2 below.<\/p><p><strong>Affiliate Application Form<\/strong> is a registration form for participation in the Affiliate Program that can be found on the Website through the following link: https:\/\/affiliates-portal.kngpartners.com\/signup.html<\/p><p><strong>Affiliate Fee<\/strong> means the amount payable to the Affiliate based on the results and performance of their Customers according to the selected Remuneration Plan based solely and exclusively on the KNG Partners statistics.<\/p><p><strong>CPA<\/strong> <strong>(Cost Per Action) Commission<\/strong> is a remuneration plan, according to which the Affiliate receives a fixed amount, as per the Agreement with KNG Partners per Customer referred by that Affiliate. Our default rates are that as a minimum, such Customer must make a deposit of at least €20 and wager at least €20 with the Operator. However, different arrangements might be put in place.<\/p><p><strong>Customer<\/strong> means an individual approved by the Operator, who opened a real Account and was identified by the Affiliate’s Tracking Link assigned to such an Affiliate and who: (i) has met the minimum deposit and wager requirements and (ii) excludes the Affiliate, the Affiliate&#8217;s employees or agents used by the Affiliate for this Agreement.<\/p><p><strong>Deductible Costs<\/strong> include but are not limited to third party licensing fees, chargebacks, progressive jackpot contributions, duties and taxes, transaction fees, Game royalties, and any other cost incurred by the Company and the Operator due to a fraudulent and\/or abusive activity of the Customer.<\/p><p><strong>Marketing Materials<\/strong> are the materials provided by KNG Partners (unless otherwise agreed between the Parties) and used by the Affiliate to promote the activity related to KNG Partners or the Website(s), including banners and text links and any other promotional material that the Affiliate subsequently uses to advertise KNG Partners or KNG Partners partner brands.<\/p><p><strong>Net Revenue<\/strong> is the calculation of the total wagers of a Customer minus (i) winnings, (ii) bonuses awarded, (iii) Deductible Costs.<\/p><p><strong>No-Negative Carryover<\/strong> in case Your balance under a Revenue Share Commission Plan at any given month is negative due to Customer winnings and\/or non-cash items and\/or cash items and\/or progressive contributions, then this balance will be set to zero. A negative balance due to Fraudulent activities will be carried over. Other restrictions might also apply, such as different treatments for High Rollers. <\/p><p><strong>Potential Customer<\/strong> any person to whom You promote theWebsite(s) to, but who has not yet opened an Account and, therefore, has not yet become a Customer.<\/p><p><strong>Referral Commission <\/strong>Based on prior written approval by the KNG Partners Team, You may receive a percentage of the Affiliate Fee for the affiliates that You might refer to the Affiliate Program, subject to the terms and conditions of this Agreement.<\/p><p><strong>The remuneration Plan<\/strong> is the commission plan (Revenue Share, CPA, or Hybrid Plan) which may be determined individually between You and Us.<\/p><p><strong>Revenue Share Commission<\/strong> is the default remuneration model used in this Affiliate Program, according to which the Affiliate receives a percentage of the Net Revenue derived by the Operator from the Customer referred by that Affiliate.<\/p><p><strong>Spam Traffic<\/strong> &#8211; any deposits, gross revenue, or traffic generated at the Website(s) or in the Customer&#8217;s Account through illegal means or in bad faith, regardless of whether it causes harm to Us or any third party. Spam Traffic includes, but is not limited to, spam, false advertising, unauthorized incentives (financial or otherwise), deposits generated by fraudulently obtained payment methods, collusion, manipulation of the service, system, bonuses or promotions, or any other unauthorized use of Customer&#8217;s Accounts.<\/p><p><strong>A tracking link <\/strong>is a unique tracking web link that allows the Affiliate to direct potential customers to the Website(s) and which enables Us to identify the Affiliate that has directed such specific Customer for calculating the Affiliate Fee.<\/p><p><strong>Website(s)<\/strong> means the website(s) located at any URL used by the Operator. For the avoidance of doubt, any other website(s) will not be considered for calculating Your Affiliate Fee.<\/p><p>‍<strong> <\/strong><\/p><p><strong>1. GENERAL CONDITIONS AND PARTICIPATION IN THE AFFILIATE PROGRAM<\/strong><\/p><p> <\/p><p>1.1. This Agreement governs the partnership We have with You regarding our Affiliate Program. It amends, supersedes, and replaces any previous versions of Our Affiliate Program.<br \/>1.2. By accepting these terms and conditions which form an integral part of Our Affiliate Application Form, You and Us enter into a contractual relationship, and You agree to be bound by all the terms and conditions stated in this Agreement (as revised, or changed from time to time, according to Clause 3 below).<br \/>1.2.1. We may amend minor terms and conditions of the Affiliate Agreement, at any time and Our sole discretion by posting the amended agreement on this page on Our Site. Any changes will take effect from the date specified at the top of this Agreement and You are solely responsible for familiarizing yourself with any such amended versions and changes, so make sure that you visit this page often to keep yourself up to date.<br \/>1.2.2. We may make material changes to the terms and conditions of this Affiliate Agreement at any time and Our sole discretion, by posting the amended agreement on this page on our site We will also provide you with a written notice that the Agreement has been changed by sending out an e-mail to the email address You have specified in Your registered Account with us. You shall then have an opportunity to terminate this Agreement with immediate effect should You find any such change unacceptable.<br \/>1.2.3. Following any such amendments, Your continued participation in the Affiliate Program shall constitute a binding acceptance of the amended agreement, whether or not You have gone over or read the relevant changes.<\/p><p>1.3. To participate in the Affiliate Program, You must fill out an Application Form. We fully reserve the right to either accept or reject Your application at Our sole discretion after reviewing Your application. Our decision shall be communicated to you in writing.<br \/>1.4. Upon acceptance of your application, and if required, a dedicated Affiliate Manager shall get in touch with you to discuss any specific concerns in respect to the terms of Our partnership or the Remuneration Plan.<\/p><p>‍<\/p><p> <\/p><p><strong>2. YOUR PERFORMANCE AND OBLIGATIONS<\/strong><\/p><p> <\/p><p>2.1. You shall:<br \/>2.1.1. provide complete and accurate information upon submitting on your Affiliate Application Form;<br \/>2.1.2. communicate to us any changes to that information as soon as practicably possible;<br \/>2.1.3. provide Us with any additional information that We may require from You from time to time at Our sole discretion;<br \/>2.1.4. promote and refer Potential Customers to KNG Partners promoted Websites;<br \/>2.1.5. be solely responsible for the quality and manner of such marketing activities and obtain all necessary business licenses and\/or permits required for this purpose;<br \/>2.1.6. conduct only marketing activities professionally and lawfully and in compliance with the terms of this Agreement;<br \/>2.1.7. use all Marketing Materials following the terms of this Agreement, or any applicable laws;<br \/>2.1.8. have all certificates, authorizations, registrations, and licenses necessary to satisfy the responsibilities under this Agreement. The Operator has the right, under certain circumstances, to request partners’ information. This is necessary to comply with international regulations in place.<\/p><p>2.2. You shall NOT, nor shall You authorize, assist or encourage any third party to:<br \/>2.2.1. use or place on a site or other medium misleading, incorrect, inaccurate, confusing, and\/or fraudulent Marketing Materials, that may potentially mislead or confuse a Customer or a Potential Customer;<br \/>2.2.2. place Marketing Materials on a site or other medium, where the content and\/or material violates the intellectual property rights of third parties;<br \/>2.2.3. copy or make it appear similar to the look and feel of any Website in whole or in part or any other manner damage Our goodwill or reputation in any way;<br \/>2.2.4. develop and\/or implement marketing and\/or public relation strategies which have as their direct or indirect objective the marketing of the Website to any person who is less than 18 years of age (or such higher age of legal consent as may apply in the relevant jurisdiction);<br \/>2.2.5. modify the Marketing Materials in any way unless prior written consent is obtained by Us;<br \/>2.2.6. alter, redirect or in any way interfere with the operation or accessibility of the Websites or any pages thereof;<br \/>2.2.7. acquire any right to any data relating to the Customers and\/or Potential Customers;<br \/>2.2.8. register as a Customer on behalf of any third party, or authorize or assist (save by promoting the Website following this Agreement) any other person to register as a Customer;<br \/>2.2.9. reasonably cause any person&#8217;s confusion regarding Our relationship with You or any third party, or regarding the ownership or operation of the Website or service on which any processes or transactions are occurring;<br \/>2.2.10. cause the Website (or any parts or pages thereof) to open in a visitor&#8217;s browser other than as a result of the visitor clicking on banners or text links contained in or as part of any Marketing Materials;<br \/>2.2.11. attempt to intercept or redirect (including via user-installed software) traffic from or on any website or other place that participates in Our Affiliate Program;<br \/>2.2.12. violate the terms of use and any applicable policies of any search engines;<br \/>2.2.13. to register domain names, or bid on keywords or search terms related to Our brands;<br \/>2.2.14. attempt to market or promote any of the Websites within territories designated as Restricted Territories, attempt to circumvent any restriction which We have put in place to prevent Potential Customers from Restricted Territories from signing up as Customers, or attempt to disguise the geographical location of a Customer, without Our prior approval;<br \/>2.2.15. provide Customers&#8217; details to any third party, during the term of this Agreement and at any time after the expiration or termination of this Agreement. If You try to provide any Customer&#8217;s details to any third party, We shall be entitled to immediately terminate this Agreement and to indefinitely withhold and seize all Affiliate Fees owed to You at that time;<br \/>2.2.16. use any Marketing Material or place Marketing Materials on any online site or another medium where the content and\/or material on such website or medium is libelous, discriminatory, obscene, unlawful, sexually explicit, pornographic or violent, or which is, at Our sole discretion, otherwise unsuitable.<\/p><p>2.3. You acknowledge that either We or the Operator own all intellectual property rights of any of the Marketing Materials, their brands, and the Website (the &#8220;Marks&#8221;). Any use of any trademark, domain name, or trade name whose content is confusingly similar to or is comprised of the Marks (other than following the terms of this Agreement) without Our prior written approval shall be unauthorized. By way of example, but without limitation, You may not register or use any of the Marks in any part of any domain name. You agree that any use by You of the Marks inures to Our sole benefit and that You will not obtain any rights in the Marks as a result of such use. You shall not register or attempt to register any trademarks or names that contain, are confusingly similar to, or are comprised of the Marks, and You hereby agree to transfer any such registration obtained by You to Us upon demand. You further agree not to attack Our ownership of and title to the Marks in any way.<\/p><p>2.4. You shall adhere to and act at all times in a manner consistent with:<br \/>2.4.1. preventing gambling from being a source of crime and\/or disorder, being associated with crime or disorder and\/or being used to support crime;<br \/>2.4.2. ensuring that gambling is conducted fairly and openly, and protecting children and other vulnerable persons from being harmed and\/or exploited by gambling.<\/p><p>2.5. Tracking links are for Your sole use and are not to be assigned to others without Our prior written approval.<\/p><p>2.6. Neither You nor your associates, employees, or anyone personally associated with You is permitted to have a Player Account registered and tracked under their affiliate Account.<\/p><p>2.7. You are entitled and authorized to enter into this Agreement, to grant the rights and perform all of Your obligations following this Agreement.<\/p><p>2.8. If We determine, at Our sole discretion, that You have engaged in any of the prohibited activities, We may (without limiting any other rights or remedies available to Us) withhold any Affiliate Fees and\/or terminate this Agreement immediately.<\/p><p>‍<\/p><p><strong>3. COMMISSION PLANS, REPORTS, AND PAYMENTS<\/strong><\/p><p> <\/p><p>3.1. Once You join the Affiliate Program Your Account shall be set to Our standard Remuneration Plan unless otherwise specified and agreed between Us. The standard Remuneration Plan refers to a default tiered Net Revenue Share starting at 20% up to a maximum of 40% unless otherwise agreed.<\/p><p>3.2. If the total amount of Affiliate Fees owed to You is less than €100 for any calendar month, the balance will be transferred to next month&#8217;s Affiliate Fees until the total amount becomes €100 or higher. However, to be eligible for an Affiliate Fee Withdrawal, You are NOT required to refer a certain number of new active Customers in any span of any calendar month.<br \/>3.3. All payments are due and payable in Euros. Affiliate Fees shall be processed through any of the payment methods currently available in the Affiliate Program and selected by You inside Your affiliate account. It is Your responsibility to keep Your payment details updated at all times. Any charges in connection with transferring the Affiliate Fees to You will be covered by You and deducted from Your Affiliate Fees. For the avoidance of doubt, We have no liability to pay any currency conversion charges or any charges associated with the transfer of money to Your bank account.<br \/>3.4. Unless otherwise agreed and subject to the terms of this Agreement and Your full compliance with Your obligations hereunder, Affiliate Fees shall be paid to You on a calendar month basis, within 20 days following the end of each calendar month, following the terms of this Agreement, and after any deductions or set offs that We are entitled to make under this Agreement.<\/p><p>3.5. Neither You nor Your associates, friends, employees, agents, advisors, or relatives are allowed to become Customers registered through Your Tracking links, and should You or they do so, You will not be eligible to receive the relevant Affiliate Fees and You should inform Us accordingly of any such actions. For this purpose, the term &#8220;relative&#8221; shall mean any of the following: spouse, partner, parent, child, or sibling. The number of Customers per individual household computer is strictly limited to one. You shall not register as a Customer or make deposits to any Account (directly or indirectly) through Your Tracking link(s) for Your personal use and\/or the use of Your relatives, friends, employees, agents, or advisors. Customers who registered with the Website using a VPN, a proxy server, or share the same IP Pool will not be credited towards affiliate earnings. Violation of this provision shall entitle Us to terminate this Agreement and to indefinitely withhold and seize all Affiliate Fees owing to You at such time.<br \/>3.6. The calculations concerning Your Affiliate Fees shall be a final and authoritative tool and shall not be open to review or discussion. We shall make relevant figures available to You through the Website. To allow accurate tracking, reporting, and Affiliate Fees allocation, You must ensure that the Tracking links are properly formatted throughout the term of this Agreement.<br \/>3.7. We reserve the right to revise, change and amend the Affiliate Fees scheme by which You shall be paid, as well as the Customer qualification criteria as We shall see fit after informing You in writing; such change, however, will only apply to the Customers from the date in which such change is made in this Agreement or such other later date as We see fit.<br \/>3.8. We reserve the right to review all Affiliate Fees for possible fraud, regardless of whether such fraud may be on the Customer&#8217;s or Your end. During the period in which We shall review Affiliate Fees for possible fraud, where such review period shall not exceed 180 days, We shall have the right to withhold any Affiliate Fees generated in Your Account until the time the review has been concluded and subject to the conclusions of such review. Any instance of fraud on Your end constitutes a breach of this Agreement, and We reserve the full right to terminate this Agreement immediately in the event of such breach. Further, if We deem that fraud has occurred, either on Your part or the part of a Customer, You shall not be entitled to receive any Affiliate Fees which have been generated in Your Account at such time. We reserve the right to offset any amounts already received by You (which can be shown to have been generated by fraud) from future Affiliate Fees payable to You.<br \/>3.9. For this Agreement, the term fraud shall include, but shall not be limited to:<br \/>3.9.1. actual or attempted bonus abuse on the Customer&#8217;s end;<br \/>3.9.2. Yours or third party&#8217;s encouragement of bonus abuse on the Customer&#8217;s end;<br \/>3.9.3. a chargeback executed by a Customer concerning their deposit;<br \/>3.9.4. the collusion of a Customer with any other Customer;<br \/>3.9.5. the opening of an Account in breach of the terms of this Agreement<br \/>3.9.6. the offering or provided by You or any third party of any Spam Traffic to potential Customers;<br \/>3.9.7. any attempt by You to artificially increase the Affiliate Fees payable to You;<br \/>3.9.8. deposits, revenues or traffic generated through illegal means; and<br \/>3.9.9. any other act by You or by a Customer which has been committed in bad faith against Us or to defraud Us (as determined by Us in Our sole discretion) regardless of whether or not such action has resulted in any type of harm or damage to Us (including without limitation deposits generated on stolen credit cards, collusion, manipulation of the service or system, bonuses or other promotional abuse, and unauthorized use of any third-party accounts, copyrights, trademarks and other third party intellectual property rights (which for the avoidance of doubt includes Our intellectual property rights));<\/p><p>3.9.10. any attempts to register and\/or use any domain names confusingly similar to the ones owned by Us, containing either the whole domain name or any of its parts including any possible alterations (e.g. letter replacement).<\/p><p>3.10. You understand and agree that Potential Customers must link using Your Tracking link for You to receive Affiliate Fees upon them becoming Customers. In no event, We shall be liable for Your failure to use Tracking links and for any Affiliate Fees miscalculation or other damage which may result from such failure. Notwithstanding any other provision herein, We may at any time and Our sole discretion amend Our tracking system and reporting format and provide You notice to that effect.<\/p><p>3.11. If You disagree with the monthly reports or the amount payable, You might wish to not accept payment for such an amount and should immediately send Us a reasonable objection in writing. Objections must be received within 10 calendar days of Our making available Your monthly report, or Your right to dispute such report or payment will be deemed waived, and You shall have no claims with such regard. Further, Your acceptance of payment transfer or acceptance of other payments from Us will be deemed complete, and the final settlement of Affiliate Fees due for the month is indicated. Notwithstanding the foregoing, if any overpayment is made by mistake or in the calculation of Your Affiliate Fees We reserve the right to correct such calculation at any time and to reclaim from You any overpayment made and\/or deduct and\/or withhold from You Affiliate Fees.<br \/>3.12. You shall comply at all times with all applicable laws and any policy notified by Us through the Website or otherwise concerning money laundering and\/or the proceeds of crime.<br \/>3.13. All taxes due in connection with any payments to You are Your sole liability. You are solely responsible for complying with the rules, if any, for registering for and paying direct and indirect taxes, including, but not limited to, VAT, levies, duties, income taxes, and other charges in respect of Your income from or concerning this Agreement and for collecting and paying the income tax and social security contributions in respect of Yourself and Your staff, if You have any staff. For the avoidance of doubt, it is hereby clarified that We will not increase the fees payable as Affiliate Fees due to any tax, levy, duty, or charge (including, but not limited to, VAT) imposed on the payment of the Affiliate Fees, and all Affiliate Fees are inclusive of any such tax, charge, duty and\/or levy (including, but not limited to, VAT).<br \/>3.14. To potentially qualify and be approved as a Master Affiliate, You Affiliate must first obtain confirmation from Us in writing whether such right is granted to You, and then confirm the Sub Affiliate Remuneration Plan You would be under and once the sub-affiliate tracking links have been provided to You to further provide Us with the proof of the introduction between Us and the Sub Affiliate. The moment the Sub Affiliate ownership changes, a Master Affiliate will have 30 days to provide the said introduction with the new Sub Affiliate of the Account. Should such an introduction not be provided within these 30 days, We shall terminate the Master Affiliate deal. Furthermore, Master Affiliates will not be entitled to a commission from Affiliates that are already receiving a flat fee.<br \/>3.15. In cases of suspected affiliate fraud, We reserve the right to request identification documents and any other documentation which in our sole discretion we consider necessary.<\/p><p>‍<\/p><p><strong>4. HIGH ROLLER POLICY<\/strong><\/p><p> <\/p><p>4.1. Negative net revenue generated in any given month by any Customer whom We, in Our sole discretion, deem to be &#8220;high roller&#8221; shall be carried forward and offset against any possible future net revenue generated by the players referred by You until such negative net revenue is zeroed. The criteria for categorizing a player as a &#8220;high roller&#8221; shall be determined at Our sole discretion, and Our sole responsibility in this respect is to notify You of the categorization of any players referred by You as the same by amending this Agreement. The criteria set for determining Our High Roller Policy are:<br \/>4.1.1. if in any given month a player generates a negative net revenue of at least -10,000, and the aggregate net revenue (net revenue) in that month for that affiliate is negative -2,000 or greater, then such player shall be deemed to be a high roller;<br \/>4.1.2. If the two criteria above are met, then the negative net revenue generated by the high roller will be carried forward and offset against future net revenue generated by that high roller;<br \/>4.1.3. The negative balance carried forward cannot be set-off against other players&#8217; net revenue;<br \/>4.1.4. The negative balance carried forward cannot be greater than the total aggregate negative net revenue for the affiliate, for that month;<br \/>4.1.5. If there is more than one high roller, the negative balance carried forward will be split proportionally between them;<br \/>4.1.6. the negative balance of a high roller will be reduced by future positive commissionable revenue that they generate in subsequent months;<br \/>4.1.7. The negative balance of a high roller shall be reduced by the future positive net win that they generate in subsequent months. High Roller’s negative balance will not be increased by future negative net win unless the high roller meets the qualifying criteria in subsequent months.<\/p><p>‍<\/p><p><strong>5. ELECTRONIC MARKETING RULES AND SPAM TRAFFIC DETECTION<\/strong><\/p><p> <\/p><p>5.1. You represent and warrant that all Your email, SMS, and other direct channel marketing communications (“Direct Marketing Communication”) and all other of Your direct channels marketing activities comply with the requirements of this Cluse for any promotion of the Website(s) You carry out through email, SMS or related direct marketing channels (“Direct Marketing Channels”).<br \/>5.2. You are solely responsible for ensuring that all activities of Your Direct Marketing Communications, as well as any actions that You may conduct in respect of this Agreement, comply with all applicable laws and do not infringe on any legislation.<br \/>5.3. You warrant that the following requirements are met for each Direct Marketing Communication sent by or on Your behalf:<br \/>5.3.1. The Communication makes it clear and unambiguous that it is advertising the Website(s);<br \/>5.3.2. If such Communication involves promotional offers or competition or games, then such offer, competition, or game is clearly identified as such and any requirements which the potential customer must meet to qualify for the offer, competition or game are clearly and unequivocally set out in the Communication;<br \/>5.3.3. No such Communications are sent to persons under the age of 18 or under the legal age of majority (whichever is higher) in the country of the targeted recipient(s) of any such correspondence;<br \/>5.3.4. Such Communications only promote the Website(s), and not any other third parties, products, and\/or sites of third parties, and do not include any other content except Our Marketing Materials;<br \/>5.3.5. In the communication, You shall include a true name in the &#8220;From&#8221; field of any email and not a sales pitch or marketing message. Any such correspondence must identify You as the communication&#8217;s sender and You shall not falsify or try to hide Your identity in any way. For the avoidance of doubt, You are not to reflect or attempt to give the illusion that the message is sent on Our behalf;<br \/>5.3.6. You do not mislead the recipient(s), regarding the content and purpose of the Communication, Your Communication has a convenient functioning and distinct &#8220;opt-out&#8221; or &#8220;unsubscribe&#8221; method and You address promptly any request made by any receiver of communication to opt-out\/unsubscribe;<br \/>5.3.7. The communication shall include as well a valid email address to which the recipient can respond to unsubscribe\/opt-out future marketing communications. The reply address must be active for at least 30 days since the communication has been sent out, and You also include a physical business address in any such communication;<br \/>5.3.8. You address in a reasonable time frame any opt-out\/unsubscribe request submitted by any Communication recipient. You must not send any further marketing communications to any person who has indicated (by whatever means) that they do not wish to receive any further marketing communications;<br \/>5.3.9. A link to Your privacy policy is included in any such Communication;<br \/>5.3.10. You shall not send any Direct Marketing Communication to any person who has registered on any applicable register of persons who do not wish to receive any marketing communications;<\/p><p>5.4. Each Affiliate sending out their email and or SMS campaigns related to Our brands must comply with Our email guidelines defined by their account manager. All Affiliates carrying out their email and\/or SMS campaigns linked to Our brands must use a valid and working unsubscribe link to their mailers and\/or SMS campaigns.<\/p><p>5.5. You must ensure that you have performed suppression of your mailing lists to exclude any individuals that are self-excluded from any gambling platform or any other individuals who should not receive KNG Partners brands’ marketing material. You shall ensure that a player who has self-excluded from any of our brands is not sent a promotion after the self-exclusion and you are solely held responsible for the content and manner of the marketing activities that are carried out there on after.<\/p><p>5.6. You shall notify Us promptly if You receive communication or complaint from a Recipient of any Direct Marketing Communication Recipient you have initiated, regardless if such person is already or on their way to becoming a Customer concerning any Direct Marketing Communication You carry out or performed following the Direct Marketing practices via any Direct Marketing Channel or GDPR.<\/p><p>5.7. If We receive any complaint from a recipient of any Direct Marketing Communication or a competent authority concerning your Direct Marketing Communications or practices or compliance with GDPR, We may require You to provide Us with full information regarding the corresponding Recipient of the Direct Marketing Communication, including but not limited to the source and way of Your obtaining their data, proof of that Recipients opt-in consent and any other details that We find related. You agree to respond to every such request within 5 days from the receipt of Our request. <\/p><p>5.8. You hereby authorize Us to provide information about You, as the Data Controller solely responsible for the compliance with GDPR concerning the processing of personal data of the Recipients of the Direct Marketing Communications, as well as information including Your reply to Our request under the preceding subsection, to any person who has filed a complaint with Us and\/or any competent authority or authority.<\/p><p>5.9. The Affiliate must not try to artificially increase their profit or to otherwise defraud the Company. This includes incentivized, cashback traffic, or any other spam traffic. If these conditions are not met, all Affiliate profits generated from any such Accounts will be forfeited and any such Customer Accounts terminated. Traffic will be considered to be 100 percent incentivized where Customers have been instructed to deposit specific amounts needed to trigger a CPA deal. The Affiliate Account shall be submitted for inspection by our Fraud department to be determined if fraudulent or not and its CPA conditions automatically upgraded to a 200 wagering requirement.<\/p><p>5.10. Under this Agreement, every promotional campaign shall include the following symbols and\/or terms: &#8220;BeGambleAware.org&#8221;, &#8220;18+ only&#8221;, &#8220;T&amp;C apply&#8221; and &#8220;Gambling can be addictive. Play responsibly&#8221;.<\/p><p>‍<\/p><p><strong>6. PERSONAL DATA POLICY<\/strong><\/p><p> <\/p><p>6.1. Your data may be processed by Us. The personal information may include but not be limited to e-mail addresses and transaction details, IP addresses, Your name and surname, and the name of Your employees, if applicable.<br \/>6.2. Our Privacy Policy can be found at: <a href=\"https:\/\/www.miomedia.com\/privacy-policy\">http:\/\/kngpartners.com\/privacy-policy<\/a>. Our Privacy Policy forms an integral part of this Agreement and it sets out the terms under which we process any personal data collected from You, or that You provide to Us and applies as well to Your use of Our Website. Our Cookies Policy is part of Our Privacy Policy and details the information about the cookies we store on Our site. By using Our Site, You consent to such processing and You warrant that all data provided by You is accurate.<\/p><p> <\/p><p><strong>7. TERM AND TERMINATION<\/strong><\/p><p> <\/p><p>7.1. This Agreement shall become effective on the date We accept your Affiliate Application Form. Either of Us can terminate this Agreement with or without cause with immediate effect, upon written notice to the other Party.<br \/>7.2. You may terminate this Agreement upon written notice addressed to <a href=\"http:\/\/affiliates@kngpartners.com\/\">affiliates@kngpartners.com<\/a> with the subject line &#8220;Termination&#8221;. For the avoidance of doubt, Your participation in Our Affiliate Program shall end with the termination of this Agreement.<br \/>7.3. We may terminate this Agreement in whole or partially at any time for any violation of this Agreement upon written notice addressed to the email address You have provided to Us upon registering an account with Us. For the avoidance of doubt, once this Agreement has been terminated either by You or by Us, You will not earn any Affiliate Fees after the termination, even if Your Tracking links are still functional unless we have otherwise agreed. Should We terminate a particular Tracking Link You would no longer receive any Affiliate Fees from that Tracking Link, unless otherwise agreed.<br \/>7.4. We may temporarily discontinue the Agreement (in whole or part) at Our sole discretion without prejudice to Our further rights and remedies. We may withhold the payment of any Affiliate Fees generated through any affected Tracking Links during any such suspension period. Any such withheld Affiliate Fees shall be paid within 30 days of the suspension being lifted unless otherwise communicated to You.<br \/>7.5. Upon terminating this Agreement, the following shall apply:<br \/>7.5.1. You must return all confidential information and stop using any of Our logos and marketing materials;<br \/>7.5.2. You shall cease to advertise the Website(s) and exercise any rights granted to You under this Agreement;<br \/>7.5.3. We reserve the right to set off any amounts owed to Us from the Affiliate Fees payable to You (if any);<br \/>7.5.4. We shall not be further held liable to pay You any further Fees in conjunction with any Customers, even if they have been directed to the Website through You and\/or through Your Tracking Links, during or after the duration of this Agreement, unless otherwise agreed;<br \/>7.5.5. We may leave any Tracking Links accessible, redirect or deactivate those at Our sole discretion without any obligation to pay You for any new Customers;<br \/>7.6. In case of a discrepancy or conflict in any clause of an insertion order (IO) or any other separate agreement entered into between the Us and the You and the provisions in this Agreement, the provisions of this Agreement shall prevail.<\/p><p><strong>‍<\/strong><\/p><p><strong>8. WARRANTIES AND REPRESENTATIONS<\/strong><span style=\"font-size: 17px; background-color: initial; color: var(--theme-color-text); letter-spacing: 0.1px;\">‍<\/span><\/p><p> 8.1. We do not make any warranties or commitments (whether explicit or implied by law, legislation, or otherwise) regarding the Affiliate Program, the Website(s), or any content, products, or services available in or in connection with the Website(s), Our infrastructure, network, software or hardware (or those provided to Us by third parties) that these would be error-free or with uninterrupted access. All representations, warranties and implied terms and conditions shall, except as expressly stated otherwise in this Agreement, be excluded to the fullest extent permitted by law. Furthermore, We (or Our suppliers or underlying vendors) are not required to maintain the redundant system(s), network, software, or hardware.<br \/>8.2. We may, at Our sole discretion, use any means available to block or restrict certain Customers, deposits, or gameplay patterns, or decline applications from Potential Customers and\/or Affiliates to minimize the amount of fraudulent, unprofitable transactions or for any purpose. We do not, however, represent or warrant the successive application of any such fraud prevention efforts undergone.<br \/>8.3. The responsibilities under this Agreement are not to be considered personal obligations of Our shareholders, executives, directors, administrators, staff, contractors, and\/or representatives. Unless specifically specified in this Agreement, We shall not be liable in any event for any direct or indirect, unintentional, consequential or punitive loss, harm, or damage of any kind (regardless of whether We have been advised of the likelihood of such loss) including any loss of business, profits, revenues or data. Our liability under this Agreement, whether in contract, litigation (including negligence) or in violation of statutory obligation or any other manner, shall be for direct damages only and shall not surpass the Affiliate Fees earned and payable to You in the preceding six months when the event giving rise to the liability occurs.<br \/>8.4. You shall protect, indemnify, fully and upon request, and hold Us and Our shareholders, administrators, managers, staff, contractors, vendors, suppliers, agents, and\/or representatives harmless from and against any lawsuits, claims, liabilities, injuries, penalties, costs and expenses (including reasonable legal fees) arising from Your non-adherence of this Agreement, including for the avoidance of doubt, from Your breach of obligations under this Agreement concerning personal data processing.<br \/>8.5. Without recourse to any other remedy or rights applicable to Us according to this Agreement or otherwise, We shall be entitled to set-off all payments due by Us to You according to this Agreement against any liability of You to Us, including any allegations We have against You arising out of or arising out of Your violation of this Agreement and any contract, security included in this Agreement.<br \/>8.6. Any affiliate actions and marketing activity that go against this Affiliate Agreement may have severe consequences including without limitation: termination of Affiliate accounts, fines, and possible civil and criminal charges against the Affiliate. Any marketing activities in violation of the guidelines and terms set out by any gaming authorities and in any applicable regulations may result in the You being held fully responsible and liable for any penalties or fines related to this infringement.<\/p><p>‍<\/p><p><strong>9. SEVERABILITY<\/strong><\/p><p>‍<span style=\"font-size: 17px; background-color: initial; color: var(--theme-color-text); letter-spacing: 0.1px;\">9.1. If any part of this Agreement will be determined to be invalid or unenforceable according to applicable law, then the invalid and unenforceable provision will be deemed superseded by a valid. An enforceable provision that most closely matches the intent of the original provision and the remainder of the Agreement shall continue in effect.<\/span><\/p><p>‍<\/p><p><strong>10. MISCELLANEOUS<\/strong><\/p><p> <\/p><p>10.1. This Agreement is not on an exclusive basis. Subsequently, We are free at any time to enter into similar Agreements with other Affiliates.<br \/>10.2. Your Commission and any software, technology, programming, APIs, specifications, materials, guidelines, and documentation or any other information we designate as “confidential” shall be kept confidential by you and shall be disclosed to any other third party except as may be required by a court of competent jurisdiction, governmental agency, law, regulation or rule. In such event, and if permitted, You shall give us reasonable advance notice for the disclosure and redact or seek an appropriate protective order to the extent possible before disclosing the confidential information.<br \/>10.3. We shall not be held responsible for delay or failure in the performance of any of Our obligations under this Agreement caused by a Force Majeure event. For this Agreement &#8220;Force Majeure&#8221; means any cause beyond our reasonable control, including but not limited to acts of God, war, insurrection, riot, civil disturbance, acts or attempted acts of terrorism, fire, explosion, flood, storm, theft, or malicious damage, strike, lock-out, or other industrial dispute (whether involving the workforce of the party so prevented or any other party), third party injunction, national defense requirements, acts or regulations of national or local governments (including, without limitation, legislation or other regulation restricting, preventing or otherwise prohibiting the provision or availability of internet-based casino and poker gaming), inability to obtain essential power, raw materials, labor, epidemics, pandemics, malfunction of machinery or apparatus.<br \/>10.4. This Agreement, as well as any claim, cause of action, or dispute that may arise between You and Us, are governed by the Laws of Cyprus, without giving rise to the concepts of conflicts of law. You consent irrevocably to apply to the exclusive jurisdiction of the courts of Cyprus for the resolution of any argument, conflict, or matter arising out of or related to this Agreement or its enforceability.KNG<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>KNG Partners Affiliate Program Terms &amp; Conditions   It is important that You read, understand, and accept these terms and conditions which together with Your Affiliate Application Form (“the Application&hellip;<\/p>\n","protected":false},"author":1,"featured_media":24318,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v22.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms &amp; Conditions - KNG Partners<\/title>\n<meta name=\"description\" content=\"Explore KNG Partners&#039; terms for a seamless experience. Clarity and commitment define our relationship. Your journey, our responsibility.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/kngpartners.com\/terms-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms &amp; Conditions - KNG Partners\" \/>\n<meta property=\"og:description\" content=\"Explore KNG Partners&#039; terms for a seamless experience. Clarity and commitment define our relationship. Your journey, our responsibility.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/kngpartners.com\/terms-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"KNG Partners\" \/>\n<meta property=\"article:modified_time\" content=\"2024-02-12T09:29:06+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png\" \/>\n\t<meta property=\"og:image:width\" content=\"512\" \/>\n\t<meta property=\"og:image:height\" content=\"512\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"29 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/kngpartners.com\/terms-conditions\/\",\"url\":\"https:\/\/kngpartners.com\/terms-conditions\/\",\"name\":\"Terms & Conditions - KNG Partners\",\"isPartOf\":{\"@id\":\"https:\/\/kngpartners.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/kngpartners.com\/terms-conditions\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/kngpartners.com\/terms-conditions\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png\",\"datePublished\":\"2023-07-10T12:17:49+00:00\",\"dateModified\":\"2024-02-12T09:29:06+00:00\",\"description\":\"Explore KNG Partners' terms for a seamless experience. Clarity and commitment define our relationship. Your journey, our responsibility.\",\"breadcrumb\":{\"@id\":\"https:\/\/kngpartners.com\/terms-conditions\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/kngpartners.com\/terms-conditions\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/kngpartners.com\/terms-conditions\/#primaryimage\",\"url\":\"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png\",\"contentUrl\":\"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png\",\"width\":512,\"height\":512},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/kngpartners.com\/terms-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/kngpartners.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms &#038; Conditions\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/kngpartners.com\/#website\",\"url\":\"https:\/\/kngpartners.com\/\",\"name\":\"KNG Partners\",\"description\":\"Reign supreme with high roller royalties\",\"publisher\":{\"@id\":\"https:\/\/kngpartners.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/kngpartners.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/kngpartners.com\/#organization\",\"name\":\"KNG Partners\",\"url\":\"https:\/\/kngpartners.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/kngpartners.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/logo_kng_partners.svg\",\"contentUrl\":\"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/logo_kng_partners.svg\",\"width\":491,\"height\":314,\"caption\":\"KNG Partners\"},\"image\":{\"@id\":\"https:\/\/kngpartners.com\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms & Conditions - KNG Partners","description":"Explore KNG Partners' terms for a seamless experience. Clarity and commitment define our relationship. Your journey, our responsibility.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/kngpartners.com\/terms-conditions\/","og_locale":"en_GB","og_type":"article","og_title":"Terms & Conditions - KNG Partners","og_description":"Explore KNG Partners' terms for a seamless experience. Clarity and commitment define our relationship. Your journey, our responsibility.","og_url":"https:\/\/kngpartners.com\/terms-conditions\/","og_site_name":"KNG Partners","article_modified_time":"2024-02-12T09:29:06+00:00","og_image":[{"width":512,"height":512,"url":"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_misc":{"Estimated reading time":"29 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/kngpartners.com\/terms-conditions\/","url":"https:\/\/kngpartners.com\/terms-conditions\/","name":"Terms & Conditions - KNG Partners","isPartOf":{"@id":"https:\/\/kngpartners.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/kngpartners.com\/terms-conditions\/#primaryimage"},"image":{"@id":"https:\/\/kngpartners.com\/terms-conditions\/#primaryimage"},"thumbnailUrl":"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png","datePublished":"2023-07-10T12:17:49+00:00","dateModified":"2024-02-12T09:29:06+00:00","description":"Explore KNG Partners' terms for a seamless experience. Clarity and commitment define our relationship. Your journey, our responsibility.","breadcrumb":{"@id":"https:\/\/kngpartners.com\/terms-conditions\/#breadcrumb"},"inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/kngpartners.com\/terms-conditions\/"]}]},{"@type":"ImageObject","inLanguage":"en-GB","@id":"https:\/\/kngpartners.com\/terms-conditions\/#primaryimage","url":"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png","contentUrl":"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/cropped-ico_kng_partners_color_rounded_512x512.png","width":512,"height":512},{"@type":"BreadcrumbList","@id":"https:\/\/kngpartners.com\/terms-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/kngpartners.com\/"},{"@type":"ListItem","position":2,"name":"Terms &#038; Conditions"}]},{"@type":"WebSite","@id":"https:\/\/kngpartners.com\/#website","url":"https:\/\/kngpartners.com\/","name":"KNG Partners","description":"Reign supreme with high roller royalties","publisher":{"@id":"https:\/\/kngpartners.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/kngpartners.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"},{"@type":"Organization","@id":"https:\/\/kngpartners.com\/#organization","name":"KNG Partners","url":"https:\/\/kngpartners.com\/","logo":{"@type":"ImageObject","inLanguage":"en-GB","@id":"https:\/\/kngpartners.com\/#\/schema\/logo\/image\/","url":"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/logo_kng_partners.svg","contentUrl":"https:\/\/kngpartners.com\/wp-content\/uploads\/2023\/07\/logo_kng_partners.svg","width":491,"height":314,"caption":"KNG Partners"},"image":{"@id":"https:\/\/kngpartners.com\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/pages\/23959"}],"collection":[{"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/comments?post=23959"}],"version-history":[{"count":4,"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/pages\/23959\/revisions"}],"predecessor-version":[{"id":26630,"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/pages\/23959\/revisions\/26630"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/media\/24318"}],"wp:attachment":[{"href":"https:\/\/kngpartners.com\/wp-json\/wp\/v2\/media?parent=23959"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}